Repository: slexx1234/piastrix-for-woocommerce
Catalog: lang/piastrix-*.po
Languages: ru_ru

source: Piastrix Plugin for WooCommerce
ru_ru: Piastrix плагин для WooCommerce

source: Payment system Piastrix
ru_ru: Платёжная система Piastrix

source: Setup payments parameters.
ru_ru: Настройка параметров платежей.

source: Enable/Disable
ru_ru: Включено/Отключено

source: Enabled
ru_ru: Включено

source: SHOP ID
ru_ru: ID МАГАЗИНА

source: Copy SHOP ID from your account page in piastrix system
ru_ru: Скопируйте ID МАГАЗИНА со страницы своего аккаунта в piastrix

source: SECRET KEY
ru_ru: СЕКРЕТНЫЙ КЛЮЧ

source: Copy SECRET KEY from your account page in piastrix system
ru_ru: Скопируйте СЕКРЕТНЫЙ КЛЮЧ со страницы своего аккаунта в piastrix

source: Payment for Order №
ru_ru: Оплата заказа №

source: Pay
ru_ru: Оплатить

source: Cancel payment and return back to card
ru_ru: Отменить оплату и вернуться на обратно

source: Thank you for your order, press button to pay.
ru_ru: Спасибо за ваш заказ, нажмите кнопку для оплаты.

source: Payment error
ru_ru: Оишбка оплаты
